// P.O.E 2024/5/17  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "hello, hello诶",
        "花有重开日，人无再少年",
        "疯狂星期四，请我吃鸡翅",
        "开个玩笑hahaha",
        "当然你如果想请我也不是不可以",
        "哦，对了，还有一件事",
        "就是我得补一个",
        "生日快乐咯",

    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2006-04-01T00:00:00",
    // 双方的名字
    names: ["愚人节", "你的生日"]
}
